;汉化：aotix

[VorchaStrykerM1 X2CharacterTemplate]
strCharacterName="沃查·史赛克"

[VorchaStrykerM2 X2CharacterTemplate]
strCharacterName="沃查·史赛克老兵"

[VorchaStrykerM3 X2CharacterTemplate]
strCharacterName="沃查·史赛克精英"

[CorpseVorchaStryker X2ItemTemplate]
FriendlyName="沃查·史赛克尸体"
FriendlyNamePlural="沃查·史赛克尸体"
BriefSummary="沃查·史赛克是轻型装甲进攻单位。"

[EnemyVorchaStrykerPrimaryM1 X2WeaponTemplate]
FriendlyName="地狱犬电弧拳刃"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyVorchaStrykerPrimaryM2 X2WeaponTemplate]
FriendlyName="地狱犬电弧拳刃"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyVorchaStrykerPrimaryM3 X2WeaponTemplate]
FriendlyName="地狱犬电弧拳刃"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyVorchaStrykerSecondaryM1 X2WeaponTemplate]
FriendlyName="史赛克爪"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyVorchaStrykerSecondaryM2 X2WeaponTemplate]
FriendlyName="史赛克爪"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyVorchaStrykerSecondaryM3 X2WeaponTemplate]
FriendlyName="史赛克爪"
BriefSummary=""
TacticalText="<Bullet/>" 